{
  "title": "About me",
  "paragraphs": [
    "Updated My journey began in Durban South Africa where I studied graphic design before moving to the UK to start a company called \"iaminawe.\" Since then I've worked across continents balancing creativity and technical know-how to deliver projects that make a real impact.",
    "\nI specialize in web development front-end development (JavaScript and React) Drupal theming design systems (Figma and Framer) branding and animation. Over the years I've worked with startups large organizations nonprofits school districts and businesses constantly evolving my skills. Whether building complex e-commerce sites managing multi-site Drupal networks or pivoting to AI consulting and implementation my goal remains the same: to create powerful intuitive solutions that address real-world needs.",
    "\nI'm currently exploring AI's transformative potential in education government and business helping organizations strategize and implement agent platforms tailored to their unique needs. Outside of work I enjoy snowboarding hiking cold plunging and spending time with my family and our black Labrador Juno."
  ],
  "profileImage": {
    "src": "/images/notion/notion-4df93311f12a1b11a31f2deffa45396c.webp",
    "alt": "Gregg Coppen Portrait"
  },
  "socialLinks": [
    {
      "id": "1b28b10a-276e-8036-9a56-de1b3081c7a2",
      "name": "Github",
      "url": "https://github.com/iaminawe",
      "icon": "github",
      "iconType": "component",
      "order": 1,
      "active": true
    },
    {
      "id": "1b28b10a-276e-80eb-8d41-dc4adfff5ea1",
      "name": "Twitter",
      "url": "https://twitter.com/skabenga",
      "icon": "X",
      "iconType": "component",
      "order": 2,
      "active": true
    },
    {
      "id": "1b28b10a-276e-8000-9211-f7e4e143bfa6",
      "name": "Linkedin",
      "url": "https://www.linkedin.com/in/greggcoppen/",
      "icon": "linkedin",
      "iconType": "component",
      "order": 3,
      "active": true
    }
  ],
  "email": {
    "address": "gregg@iaminawe.com",
    "label": "Send me an E-mail"
  }
}